start_url = 'https://mangabuff.ru/manga/pik-boevyh-iskusstv/1/200'
# с этой главы начнется просмотр манги
scroll_time = 60
# за такое время страницу докрутит до самого низа
comment_text = 'Спасибо за главу'
# такой текст будет писаться в комментариях
after_scroll_time = 15
# столько секунд программа будет искать конфеты\тыквы после завершения скролинга
comments_ready = 0
# столько комментариев уже написано
comments_need = 13
# столько комментариев максимум
mine_needed = True
# нужна ли шахта
comment_on = True
# писать ли комментарии
