start_url = 'https://mangabuff.ru/manga/boevoi-kontinent/1/245'
# с этой главы начнется просмотр манги
scroll_time = 30
# за такое время страницу докрутит до самого низа
# учтите что время за которое проходит одна глава равно:
# x + y + 17 секунд
# где х это after_scroll_time
# а у это scroll_time
comment_text = 'Гигантсвое Аригато'
# такой текст будет писаться в комментариях
after_scroll_time = 30
# столько секунд программа будет искать конфеты\тыквы после завершения скролинга
comments_ready = 13
# столько комментариев уже написано
comments_need = 13
# столько комментариев максимум
mine_needed = False
# нужна ли шахта
comment_on = False
# писать ли комментарии
scroll_mode = 1
#мод 1 - очень быстро скролл вверх вниз в течении заданного для чтения времени
#мод 2 - равномерный спуск вниз по странице в течении заданного времени для чтения
