start_url = 'https://mangabuff.ru/manga/boevoi-kontinent/1/110'
# с этой главы начнется просмотр манги
scroll_time = 60
# за такое время страницу докрутит до самого низа
comment_text = 'Гигантсвое Аригато'
# такой текст будет писаться в комментариях
after_scroll_time = 20
# столько секунд программа будет искать конфеты\тыквы после завершения скролинга
comments_ready = 0
# столько комментариев уже написано
comments_need = 13
# столько комментариев максимум
mine_needed = False
# нужна ли шахта
comment_on = False
# писать ли комментарии
scroll_mode = 1
#мод 1 - очень быстро скролл вверх вниз в течении заданного для чтения времени
#мод 2 - равномерный спуск вниз по странице в течении заданного времени для чтения
